export default function page() {
  return (
    <>
      <h2>이용약관</h2>

      <h3>1. 목적</h3>
      <p>
        이 약관은 <b>시그널버디</b>(이하 ‘회사’)가 제공하는 모든 서비스(이하
        ‘서비스’)의 이용과 관련하여 회사와 이용자 간의 권리, 의무 및 책임사항을
        규정함을 목적으로 합니다.
      </p>

      <h3>2. 용어의 정의</h3>
      <ul>
        <li>
          ‘이용자’란 회사의 서비스에 접속하여 이 약관에 따라 서비스를 이용하는
          회원 및 비회원을 말합니다.
        </li>
        <li>
          ‘회원’이란 회사에 개인정보를 제공하여 회원등록을 한 자로서, 회사의
          정보를 지속적으로 제공받으며, 서비스를 계속적으로 이용할 수 있는 자를
          말합니다.
        </li>
        <li>
          ‘비회원’이란 회원으로 가입하지 않고 회사가 제공하는 서비스를 이용하는
          자를 말합니다.
        </li>
      </ul>

      <h3>3. 약관의 게시와 개정</h3>

      <ul>
        <li>
          회사는 이 약관의 내용을 이용자가 쉽게 알 수 있도록 서비스 초기 화면에
          게시합니다.
        </li>
        <li>
          회사는 ‘약관의 규제에 관한 법률’, ‘정보통신망 이용촉진 및 정보보호
          등에 관한 법률’ 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할
          수 있습니다.
        </li>
        <li>
          회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여
          현행약관과 함께 서비스 초기 화면에 그 적용일자 7일 이전부터 적용일자
          전일까지 공지합니다.
        </li>
        <li>
          회원은 변경된 약관에 동의하지 않을 권리가 있으며, 동의하지 않을 경우
          서비스 이용을 중단하고 회원탈퇴를 요청할 수 있습니다.
        </li>
      </ul>

      <h3>4. 서비스의 제공 및 변경</h3>
      <ul>
        <li>회사는 다음과 같은 서비스를 제공합니다:</li>
        <li>콘텐츠 제공 서비스</li>
        <li>기타 회사가 정하는 서비스</li>
        <li>
          회사는 서비스의 내용, 기술적 사양 등을 변경할 수 있으며, 변경 시에는
          그 내용을 서비스 초기 화면에 공지합니다.
        </li>
      </ul>
      <h3>5. 서비스의 중단</h3>
      <ul>
        <li>
          회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절
          등의 사유가 발생한 경우 서비스의 제공을 일시적으로 중단할 수 있습니다.
        </li>
        <li>
          회사는 서비스의 제공을 중단하는 경우 사전에 공지하며, 불가피한 사유가
          있는 경우 사후에 통지할 수 있습니다.
        </li>
      </ul>
      <h3>6. 회원가입</h3>
      <ul>
        <li>이용자는 회사가 정한 절차에 따라 회원가입을 신청합니다.</li>
        <li>
          회사는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않을 수
          있습니다:
        </li>
        <li>
          가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우
        </li>
        <li>
          허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우
        </li>
        <li>
          기타 회원으로 등록하는 것이 회사의 기술상 현저히 지장이 있다고
          판단되는 경우
        </li>
      </ul>
      <h3>7. 회원 탈퇴 및 자격 상실</h3>
      <ul>
        <li>
          회원은 언제든지 탈퇴를 요청할 수 있으며, 회사는 즉시 회원탈퇴를
          처리합니다.
        </li>
        <li>
          회원이 다음 각 호의 사유에 해당하는 경우, 회사는 회원자격을 제한 또는
          정지시킬 수 있습니다:
        </li>
        <li>가입 신청 시에 허위 내용을 등록한 경우</li>
        <li>
          다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자상거래
          질서를 위협하는 경우
        </li>
        <li>법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우</li>
      </ul>
      <h3>8. 회원에 대한 통지</h3>
      <ul>
        <li>
          회사가 회원에 대한 통지를 하는 경우, 회원이 제공한 이메일 주소로 할 수
          있습니다.
        </li>
        <li>
          회사는 불특정다수 회원에 대한 통지의 경우 1주일 이상 서비스 게시판에
          게시함으로써 개별 통지에 갈음할 수 있습니다.
        </li>
      </ul>
      <h3>9. 개인정보보호</h3>
      <ul>
        <li>
          회사는 이용자의 개인정보를 보호하기 위해 ‘개인정보처리방침’을
          수립하고, 이를 서비스 초기 화면에 게시합니다.
        </li>
        <li>
          회사는 이용자의 개인정보를 수집하는 때에는 반드시 당해 이용자의 동의를
          받습니다.
        </li>
        <li>
          회사는 수집된 개인정보를 목적 외의 용도로 이용하거나 이용자의 동의
          없이 제3자에게 제공하지 않습니다.
        </li>
      </ul>
      <h3>10. 회사의 의무</h3>
      <ul>
        <li>
          회사는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지
          않으며, 지속적이고 안정적으로 서비스를 제공하기 위해 최선을 다합니다.
        </li>
        <li>
          회사는 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의
          개인정보 보호를 위한 보안 시스템을 갖추어야 합니다.
        </li>
      </ul>
      <h3>11. 이용자의 의무</h3>
      <ul>
        <li>이용자는 다음 행위를 하여서는 안 됩니다:</li>
        <li>신청 또는 변경 시 허위 내용의 등록</li>
        <li>타인의 정보 도용</li>
        <li>회사가 게시한 정보의 변경</li>
        <li>
          회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
        </li>
        <li>회사와 기타 제3자의 저작권 등 지적재산권에 대한 침해</li>
        <li>회사와 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위</li>
        <li>
          외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를
          서비스에 공개 또는 게시하는 행위
        </li>
      </ul>
      <h3>12. 저작권의 귀속 및 이용제한</h3>

      <ul>
        <li>
          회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에
          귀속합니다.
        </li>
        <li>
          이용자는 서비스를 이용함으로써 얻은 정보 중 회사에게 지적재산권이
          귀속된 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타
          방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안
          됩니다.
        </li>
      </ul>
      <h3>13. 분쟁해결</h3>
      <ul>
        <li>
          회사는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를
          보상처리하기 위하여 피해보상처리기구를 설치·운영합니다.
        </li>
        <li>
          회사는 이용자로부터 제출되는 불만사항 및 의견을 우선적으로 처리합니다.
          다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을
          즉시 통보합니다.
        </li>
      </ul>
      <h3>14. 재판권 및 준거법</h3>
      <ul>
        <li>
          회사와 이용자 간에 발생한 전자상거래 분쟁에 관한 소송은 제소 당시의
          이용자의 주소에 의하고, 주소가 없는 경우 거소를 관할하는 지방법원의
          전속관할로 합니다.
        </li>
      </ul>
    </>
  );
}
