export default function page() {
  return (
    <>
      <h2>개인정보처리방침</h2>
      <p>
        <b>시그널버디</b>(이하 ‘회사’)는 이용자의 개인정보를 소중하게 생각하며,
        「개인정보 보호법」 등 관련 법령을 준수하여 개인정보를 안전하게 관리하고
        있습니다. 회사는 개인정보처리방침을 통해 이용자의 개인정보가 어떠한
        목적으로 수집·이용되고 있는지, 어떻게 보호되고 있는지 알려드립니다.
      </p>
      <hr />
      <h3>제1조 (개인정보의 수집·이용 목적)</h3>
      <p>회사는 다음 목적을 위해 개인정보를 수집 및 이용합니다.</p>
      <ul>
        <li>회원가입 및 서비스 제공</li>
        <li>본인확인 및 인증</li>
        <li>서비스 이용 과정에서의 정보전달 및 고지사항 안내</li>
        <li>이용자 맞춤형 서비스 제공</li>
        <li>서비스 개선 및 신규 서비스 개발</li>
        <li>민원처리 및 고객 상담</li>
      </ul>
      <h3>제2조 (수집하는 개인정보 항목)</h3>
      <p>
        회사는 회원가입 및 서비스 이용 시 다음과 같은 개인정보를 수집할 수
        있습니다.
      </p>
      <ul>
        <li>필수항목: 아이디, 비밀번호, 이메일 주소</li>
        <li>
          선택항목: 이름, 연락처, 프로필 사진, 기타 서비스 제공에 필요한 정보
        </li>
        <li>
          서비스 이용과정에서 자동 생성·수집될 수 있는 정보: IP주소, 쿠키,
          서비스 이용 기록, 접속 로그
        </li>
      </ul>
      <h3>제3조 (개인정보의 보유 및 이용기간)</h3>
      <p>
        회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후 지체 없이
        개인정보를 파기합니다. 단, 다음의 정보에 대해서는 관련 법령에 따라
        보관합니다.
      </p>
      <ul>
        <li>계약 또는 청약철회 등에 관한 기록: 5년</li>
        <li>대금 결제 및 재화 등의 공급에 관한 기록: 5년</li>
        <li>소비자의 불만 또는 분쟁처리에 관한 기록: 3년</li>
        <li>접속 로그, IP 정보 등: 3개월</li>
      </ul>
      <h3>제4조 (개인정보의 제3자 제공)</h3>
      <p>
        회사는 원칙적으로 이용자의 개인정보를 외부에 제공하지 않습니다. 단,
        다음의 경우 예외로 합니다.
      </p>
      <ul>
        <li>이용자가 사전에 동의한 경우</li>
        <li>
          법령에 특별한 규정이 있거나, 수사 목적으로 법령에 정해진 절차와 방법에
          따라 수사기관이 요구한 경우
        </li>
      </ul>
      <h3>제5조 (개인정보의 처리 위탁)</h3>
      <p>
        회사는 서비스 제공 및 원활한 운영을 위해 다음과 같이 개인정보 처리
        업무를 위탁할 수 있으며, 위탁 시에는 이용자에게 사전 공지합니다.
      </p>
      <ul>
        <li>서비스 제공을 위한 시스템 운영 및 유지보수</li>
        <li>고객 상담 및 민원처리 업무</li>
      </ul>

      <p>
        회사는 위탁계약 체결 시 개인정보가 안전하게 관리될 수 있도록 관계 법령에
        따라 필요한 사항을 규정하고 있으며, 위탁업체가 개인정보를 안전하게
        처리하는지를 감독합니다.
      </p>
      <h3>제6조 (개인정보의 파기절차 및 방법)</h3>
      <p>
        회사는 개인정보의 보유기간이 경과하거나 처리 목적이 달성된 후에는 지체
        없이 해당 개인정보를 파기합니다.
      </p>
      <ul>
        <li>
          파기절차: 이용자의 개인정보는 목적 달성 후 별도의 DB로 옮겨져 일정
          기간 보관 후 파기됩니다.
        </li>
        <li>
          파기방법: 전자적 파일 형태는 복구할 수 없는 기술적 방법으로 삭제하고,
          종이 문서는 파쇄 또는 소각합니다.
        </li>
      </ul>

      <h3>제7조 (이용자 및 법정대리인의 권리와 그 행사방법)</h3>
      <ul>
        <li>
          이용자 및 법정대리인은 언제든지 자신의 개인정보를 조회하거나 수정할 수
          있으며, 개인정보 삭제 및 처리정지를 요청할 수 있습니다.
        </li>
        <li>
          개인정보 열람 및 수정은 ‘회원정보 수정’을 통해 가능하며, 삭제 요청은
          회사에 서면, 전화, 이메일 등을 통해 요청할 수 있습니다.
        </li>
        <li>
          회사는 이용자의 요청이 있는 경우 즉시 처리하며, 잘못된 개인정보를
          제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이
          통지하여 정정이 이루어지도록 합니다.
        </li>
      </ul>
      <h3>제8조 (개인정보 자동 수집 장치의 설치·운영 및 거부)</h3>
      <p>
        회사는 쿠키(cookie)를 사용하여 개인 맞춤 서비스를 제공할 수 있습니다.
        쿠키는 웹사이트를 운영하는 데 이용되는 서버가 이용자의 브라우저에 보내는
        소량의 정보이며, 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다.
      </p>
      <ul>
        <li>
          웹 브라우저의 설정을 통해 쿠키의 저장을 거부하거나 삭제할 수 있으며,
          쿠키 설치를 거부할 경우 일부 서비스 이용에 제한이 있을 수 있습니다.
        </li>
      </ul>
      <h3>제9조 (개인정보 보호책임자)</h3>
      <p>
        회사는 이용자의 개인정보를 보호하고 관련된 민원을 처리하기 위하여 아래와
        같이 개인정보 보호책임자를 지정하고 있습니다.
      </p>
      <ul>
        <li>성명: [책임자 이름]</li>
        <li>연락처: [연락처, 이메일]</li>
      </ul>
      <p>
        이용자는 회사의 서비스를 이용하며 발생하는 모든 개인정보 보호 관련 문의,
        불만처리, 피해구제 등을 개인정보 보호책임자에게 문의할 수 있으며, 회사는
        신속하게 대응하겠습니다.
      </p>
      <h3>제10조 (개인정보의 안전성 확보 조치)</h3>
      <p>
        회사는 이용자의 개인정보 보호를 위해 다음과 같은 조치를 취하고 있습니다.
      </p>
      <ul>
        <li>개인정보의 암호화</li>
        <li>해킹 등에 대비한 기술적 대책 마련</li>
        <li>접근 제한 및 통제 조치</li>
        <li>개인정보 처리 직원의 최소화 및 정기적 교육</li>
      </ul>
      <h3>제11조 (개인정보처리방침 변경)</h3>
      <p>
        본 개인정보처리방침의 내용 추가, 삭제 및 수정이 있을 경우 변경사항
        시행일 7일 전부터 서비스 내 공지사항을 통해 고지합니다.
      </p>
      <ul>
        <li>공고일자: 2025년 03월 11일</li>
        <li>시행일자: 2025년 03월 12일</li>
      </ul>
    </>
  );
}
